---
kind: type
id: T:Autodesk.Revit.DB.ViewDrafting
zh: 绘图视图
source: html/d0876cac-a93b-b89c-fa30-bcc14ab9d7f0.htm
---
# Autodesk.Revit.DB.ViewDrafting

**中文**: 绘图视图

ViewDrafting represents a drafting view within the model.

## Syntax (C#)
```csharp
public class ViewDrafting : View
```